Repository: KrossJin/EtreCheck
Catalog: EtreCheck/*.lproj/Collectors.strings
Languages: fr

source: Applications:
fr: Les applications :

source: Configuration Files:
fr: Les fichiers de configuration :

# cpu
source: CPU Usage:
fr: L’utilisation du CPU par processus :

# diagnostics
source: Diagnostics Information:
fr: Les informations du diagnostic :

# disk
source: Disk Information:
fr: Les informations des disques :

# firewire
source: Firewire Information:
fr: Les informations Firewire :

# fonts
source: Bad Fonts:
fr: Les polices mauvaises :

source: Gatekeeper:
fr: Le gatekeeper :

# hardware
source: Hardware Information:
fr: Les informations matérielles :

source: Kernel Extensions:
fr: Les extensions du noyau :

# loginitems
source: User Login Items:
fr: Les éléments Ouverture :

# memory
source: Memory Usage:
fr: L’utilisation de la RAM par processus :

# preferencepanes
source: 3rd Party Preference Panes:
fr: Les panneaux de préférences tiers :

source: Safari Extensions:
fr: Les extensions de Safari :

source: Startup Items:
fr: Les éléments de démarrage :

source: System Software:
fr: Les logiciel du système :

# thunderbolt
source: Thunderbolt Information:
fr: Les informations Thunderbolt :

source: Time Machine:
fr: Le Time Machine :

# usb
source: USB Information:
fr: Les informations USB :

# video
source: Video Information:
fr: Les informations vidéo :

# vm
source: Virtual Memory Information:
fr: Les informations de la mémoire virtuelle :

source: Audio Plug-ins:
fr: Les plug-ins audios :

source: User Audio Plug-ins:
fr: Les plug-ins audios pour l’utilisateur :

source: Internet Plug-ins:
fr: Les plug-ins internets :

source: User internet Plug-ins:
fr: Les plug-ins internets pour l’utilisateur :

source: iTunes Plug-ins:
fr: Les plug-ins iTunes :

source: User iTunes Plug-ins:
fr: Les plug-ins iTunes pour l’utilisateur :

source: Launch Agents:
fr: Les agents de lancement :

source: Launch Daemons:
fr: Les daemons de lancements :

source: System Launch Agents:
fr: Les agents de lancement systèmes :

source: System Launch Daemons:
fr: Les daemons de lancement systèmes :

source: User Launch Agents:
fr: Les agents de lancement pour l’utilisateur :

source: Adware:
fr: Peut-être l’adware :

# hiddenapps
source: Other Apps:
fr: Les autres apps :

# etrecheckdeletedfiles
source: Files deleted by EtreCheck:
fr: Les fichiers enlevés par EtreCheck :
