Repository: KrossJin/EtreCheck
Catalog: EtreCheck/*.lproj/Help.strings
Languages: fr

# hardware
source: Basic Information about your machine - the number of processors, cores, and RAM. This section connects to Apple support servers to return the ”marketing name” of your machine that Apple now uses.
fr: Informations de base sur votre machine. Le nombre de processeurs, le nombre de cœurs, et la mémoire vive. Cette section se connecte aux serveurs de Apple pour retourner le «nom commercial» de votre Macintosh.

# video
source: Your video card and any attached displays.
fr: Votre carte vidéo et les écrans connectés.

# systemsoftware
source: Your operating system version, including specific build version. Also reports the time since your machine has been restarted. If possible, you should run EtreCheck on your machine while it is encountering problems. EtreCheck results will be more valuable if you run it before restarting.
fr: La version de votre système d’exploitation, y compris la version précise de construction. Il indique également le temps depuis que votre machine s’est redémarrée. Les résultats d’EtreCheck seront plus utiles si vous l’exécutez avant de redémarrer. Il devrait attendre un peu afin que votre machine puisse traverser le problème que vous fait souhaitez exécuter EtreCheck.

# disk
source: This may include several hidden volumes used for startup and recovery. This section may report low disk space, disk errors, or SMART failures. If your report lists disk errors or SMART failures, you probably need to replace your hard drive. Disk Utility cannot repair these errors.
fr: Cela peut inclure plusieurs volumes cachés utilisés pour le démarrage et la récupération. Cette section peut déclarer un faible espace disque, les erreurs de disque, ou de défaillances SMART. Si votre rapport énumère les erreurs de disque ou de défaillances SMART, vous avez probablement besoin de remplacer votre disque dur. Le Utilitaire de disque ne peut pas réparer ces erreurs.

# usb
source: USB devices attached to your system.
fr: Appareils USB attachés à votre système.

# firewire
source: Firewire devices attached to your system.
fr: Appareils Firewire attachés à votre système.

# thunderbolt
source: Thunderbolt devices attached to your system.
fr: Appareils Thunderbolt attachés à votre système.

# configurationfiles
source: If there have been unusual, low-level changes to your system configuration files, they will be listed here. This may not necessarily be a problem unless you don't recognize these files or know what these changes are.
fr: Cette section identifie les modifications à vos fichiers de configuration du système qui sont hors d’habitude. Ce n’est pas nécessairement un problème si vous reconnaissez ces fichiers et savez la raison pour ces changements.

# kernelextensions
source: Lists any 3rd party kernel extensions. These extensions actually modify your operating system. Many may be necessary for hardware or software you want to use. However, because they run deep within the core of the operating system, they can destabilize your computer. The most common result from misbehaving kernel extensions are kernel panics where “you need to restart your machine”.
fr: Cette section récupère toutes les extensions de noyau 3e partie. En fait, ces extensions modifient votre système d’exploitation. Ils sont peut-être nécessaires pour la matérielle ou le logiciel que vous souhaitez exécuter. Cependant, parce qu’ils sont profondément ancrés dans le cœur du système d’exploitation, ils peuvent déstabiliser votre système. Le résultat le plus commun de mauvaise conduite des extensions de noyau sont des kernel paniques où «vous devez redémarrer votre machine».

# systemlaunchdaemons
source: These are low-level parts of your operating system, usually provided by Apple, that always run in the background. Any failure that appears here may indicate a problem with your system. There may be a long list of killed processes due to memory pressure. This means your computer needs more RAM.
fr: Ce sont toutes les parties de votre système d’exploitation de bas niveau, souvent fourni par Apple, qui marchent cachées. Toute défaillance qui apparaît ici peut indiquer un problème avec votre système. Il peut y avoir une longue liste de processus tués dus à la pression de mémoire. Cela signifie que votre ordinateur a besoin de plus de mémoire vive.

# systemlaunchagents
source: These are low-level parts of your operating system, usually provided by Apple, that run in the background while a user is logged in. Any failure that appears here may indicate a problem with your system. There may be a long list of killed processes due to memory pressure. This means your computer needs more RAM.
fr: Ce sont toutes les parties de votre système d’exploitation de bas niveau, souvent fourni par Apple, qui marchent cachées quand l‘utilisateur est connecté. Toute défaillance qui apparaît ici peut indiquer un problème avec votre système. Il peut y avoir une longue liste de processus tués dus à la pression de mémoire. Cela signifie que votre ordinateur a besoin de plus de mémoire vive.

# launchdaemons
source: These are low-level modifications to your operating system that always run in the background. It is common for software to use 3rd party launch daemons. However, this software is always running in the background.
fr: Ce sont toutes les parties de votre système d’exploitation de bas niveau qui marchent cachées. Il est commun pour les logiciels à utiliser les daemons de lancement du tiers. Toutefois, ce logiciel est toujours en cours d’exécution en arrière-plan.

# launchagents
source: These are low-level modifications to your operating system that run in the background while a user is logged in. It is common for software to use 3rd party launch daemons. However, this software is always running in the background.
fr: Ce sont toutes les parties de votre système d’exploitation de bas niveau qui marchent cachées quand l‘utilisateur est connecté. Il est commun pour les logiciels à utiliser les agents de lancement du tiers. Toutefois, ce logiciel est toujours en cours d’exécution en arrière-plan.

# userlaunchagents
source: These are low-level programs that run in the background while a user is logged in. It is common for software to use 3rd party launch daemons. However, this software is always running in the background.
fr: Ce sont toutes les parties de votre système d’exploitation de bas niveau qui marchent cachés quand l‘utilisateur est connecté. Il est commun pour les logiciels à utiliser les agents de lancement du tiers. Toutefois, ce logiciel est toujours en cours d’exécution en arrière-plan.

# loginitems
source: These are programs that start as soon as your login to the computer. If there are many items, you can run out of memory or your machine could run slowly.
fr: Ce sont les logiciels qui se démarrent aussitôt que vous faites une connexion au ordinateur. S’il y en a beaucoup, vous pouvez manquer de mémoire.

# internetplugins
source: These items could impact your web browsing.
fr: Ces articles pourraient influer sur votre navigation sur le Web.

# userinternetplugins
source: These items could impact your web browsing.
fr: Ces articles pourraient influer sur votre navigation sur le Web.

# startupitems
source: These items start up with your Macintosh. They no longer function on OS X “Yosemite”.
fr: Ces logiciels démarrent avec votre Macintosh. Ils ne fonctionnent plus sur OS X 10.10 «Yosemite».

# safariextensions
source: These items could impact your web browsing in Safari
fr: Ces articles pourraient influer sur votre navigation sur le Web.

# audioplugins
source: Software that could change the behaviour of sound on your Macintosh.
fr: Logiciel qui pourrait changer le comportement du son sur votre Macintosh.

# itunesplugins
source: Software that could change the behaviour of iTunes.
fr: Logiciel qui pourrait changer le comportement d'iTunes.

# preferencepanes
source: 3rd party plug-ins for System Preferences.
fr: Plug-ins du tiers pour les Panneaux de préférences.

# timemachine
source: Detailed information about your Time Machine backup. It is critical to have a good backup. All Mac users should be running Time Machine.
fr: Il est essentiel d'avoir une bonne sauvegarde. Tous les utilisateurs de Mac devraient être en cours d'exécution de Time Machine.

# cpu
source: These are the processes that are currently using the majority of your processing capacity.
fr: Ce sont les tâches qui utilisent actuellement la majorité de votre capacité de traitement.

# memory
source: These are top memory-consuming processes on your system.
fr: Ce sont les tâches qui utilisent actuellement la majorité de votre mémoire.

# vm
source: Detailed information about your virtual memory behaviour. The most significant value here is Cached. If this value is a significant portion of your available RAM, your computer may run more slowly.
fr: Des informations détaillées sur votre comportement de la mémoire virtuelle. La valeur la plus importante ici est mis en cache. Si cette valeur est une partie importante de la mémoire vive disponible, votre ordinateur peut fonctionner plus lentement.

# gatekeeper
source: Your current GateKeeper settings. This should be set to “Mac App Store and identified developers.”
fr: Vos paramètres de Gatekeeper actuelles. Cela devrait être réglé sur «Mac App Store et de développeurs identifiés»

# diagnostics
source: Recent diagnostic files generated by your system. EtreCheck includes crash, hang, and CPU reports for the past three days. All kernel panic reports are also included, as is your most recent self-test results. For best results, run EtreCheck as an Administrator user (this is the default setting).
fr: Fichiers de diagnostic récents générés par votre système. EtreCheck comprend crash, hang, et les rapports de CPU pour les trois derniers jours. Tous les rapports de panique de noyau sont également inclus, ainsi que vos plus récents résultats d‘examen de soi. Pour de meilleurs résultats, exécutez EtreCheck comme un utilisateur administrateur (c’est le réglage par défaut).

# adware
source: Ad-injection software as identified by Etresoft's own research and the contributions of other EtreCheck users.
fr: Le logiciel adware comme identifié par Apple (voir https://support.apple.com/HT203987), les recherches propres d’Etresoft, et les contributions des autres utilisateurs EtreCheck.

# unknownfiles
source: These are files that are not in EtreCheck's whitelist of known, legitimate software. They may be adware, malware, or just something new that needs to be added to the EtreCheck whitelist.
fr: Ce sont des fichiers qui ne se trouvent pas dans le whitelist d’EtreCheck du logiciel bien connu et sûr. C’est possible qu’ils soient adware ou malware. Mais aussi, c’est possible qu’ils soient simplement quelque chose de nouveau qui a besoin d’être ajouté au whitelist d’EtreCheck.

# hiddenapps
source: Other software that may be running in the background.
fr: Les autres logiciels qui sont en marche, parfois cachés.
